[
   { "proposition" : "People's behaviour is largely determined by forces not of their own making",
"neg_prop" : "People's behaviour is seldom ever determined by forces not of their own making",
"text" :  
"That people's behaviour is largely determined by forces not of their own making is an observation that lends itself to different interpretations as might produce ambiguous opinions about the truth of the statement. To address the mention of 'forces not of their own making'- these could be external stimuli that inadvertently force a person into action, leaving them no choice but to act as they do, or could refer to circumstances that dictate a certain response, perhaps as a natural consequence of their combination with society's norms, or it might be that the phrase refers to a certain affectation that guides one to act in a manner chosen from a singular vein of actions. \n It will be prudent, at this juncture to examine the fact that 'people' come in different shades- no two are the same and this holds true when it comes to the questions of mental faculties. The given statement refers to 'people' in a vague sense, so it can be taken to mean that it is thus the multitude of their peculiarities that must be taken into account. Then it follows that there will exist people who are so stubborn as to be fixated on a particular goal, and posess the fortitude to see their travels through to the end, unaffected as others might be by the situations that plague them. These are people that have a singular focus, and do not, under any circumstances waver in their convicion and consequently their decisions are not much affected by external forces, but are instead products of well thought out plans, which attribute to 'internal forces'- of mind, and of will.\n In juxtaposition to these, are those who take life as it comes at them- make decisions based on what they see and percieve, which in this case is an external force. It is to be noted here that thebehaviour of the people discussed above are direct consequences of their situations- this might seem counterintuitive tot he argument, but it is only that their situation in this case is a fixation on the goal and thus the consequnces so mentioned are only their staid indifference to the events happening around them. It is merely that it is possible that the same people, under the circumstance of having no fixed goal and thus in a dynamic state of being, will, then logically percieve the events in their immediate surroundings to make decisions favourable to them.\n In the matter of the kind of people fixated on their goals, it is also possible that they choose to act as is befitting their situation, in a manner that would better help them achieve said goals. As for those who are put in a position that they have ere made no plans for, it is inevitable that they are affected by some external force arising from circumstance to pave their path.\n Decisions are often made as contributions towards efforts to achieve a certain goal- and where the presence of external factors are a certainty in most cases, it naturally follows that they also determine how a person acts. It is true that in the rare case, these are eschewed in favour of a dediction towards principles or morals- take for example a case of starvation- stranded in a forest, a person might hunt for food where there are no edible plants, and make a dinner of the game, but to a steadfast vegetarian, it makes no differece that they are in a jungle, in exonerating circumstances- they would not eat meat, for it goes against their principles. Ofcourse, they might not have the will to go through with such a resolution- it takes a lot to put mind over matter, but the same percolates thorugh to other situations of the same import- the conculsion being that, a person might be affected by external forces(unavailability of prepared food or the normal means of procuring it) to make decisions pertaining to the situation(the decision to hunt and eat meat), but it could also be that the person decision remains unchanged(they do not decide to hunt, in keeping with their habit of vegetarianism).\n The phrase 'forces not of their own making' can also be taken to mean influences of the human type- not passive events that lead to a determined vein of action, but active players that might bribe, bias, coerce a person towards making a choice they would otherwise not have made by virtue of their faculties alone. It is possible that people might be convinced to act in a way not keeping with their regular disposition, or in a manner that the situation does not directly warrant. It is then obvious, with so many ambiguities to the topic that the actions of people largely depend upon the type of people in question, their situation and the external factors that are being talked about. That said, it is that most situations evince the need for observation and subsequent application of wits to the perceived notions to arrive at a decision. \n The statement on human behaviour lends itself to different interpretations due to the inherent ambiguity in 'forces not of their own making'. The word 'forces' here can be taken to mean a multitude of things- external influences such as those originating from peers, coercion or bribery from an external party that might culminate in a bevy of decisions, a set of morals or values imposed upon a person at a given time that might drive them to act differently, or even something as disparate as time- a force that most certainly is not under human control, but a major component in human life, nevertheless. These different factors, coupled in different permutations, with the goals that a human might be striving towards, might produce a wide array of results.\n Humans are social creatures. It is in their nature to observe their environment, react to external stimuli, draw conclusions from the various inputs they get and act in a manner that is in their best interests. Most decisions that humans make are contributions towards a particular goal, careful machinations that will help further their progress. These decisions are often adapted to fit the situation they are in, and adhere to the demands that their immediate environment makes of them. Consider for example the society that a person is a part of. Society has multiple expectations on how a person should behave and conduct themselves and these demands invariably determine a person's actions- perhaps someone would very much like to wear track pants and a t-shirt to an important committee meeting in a company that they work for, and slump in their chair for the duration of it, but they take care to dress and maintain a respectable posture, regardless. This scenario is an example of how internal factors(an inclination towards a standard of comfort not in compliance with general expectations) are passed up in favour of what is endorsed by society and the workplace- the rules being the 'forces not of their own making' that prompts the person in question to behave differently than they would if these influences were absent.\n Time is another such factor that is a force independent of human control. But it largely influences actions the world over, be it over short intervals- everyday or over longer periods of observation- months or years. It is a combinations of societal expectations and 'time' that results in humans behaving a certain way at certain age brackets- they go to school at a stipulated age, they work when they are in their mid-20s to 60s and generally retire towards the dusk of their lives. There are of course, many that do not fall into this rut- into this structure, but they form a very small percentage compared to the rest. Similarly, a person might be coerced or bribed by another(the force not of their own making) to behave a certain way or act in accordance with what their bullies expect. It then follows that majorly, humans tend to behave in a manner commensurate with external stimuli of some sort.\n One might argue that humans might possess a degree of mental fortitude that will manifest as their behaving in a manner that complies with their determined set of values and principles(that are forces of their own making), no matter however detrimental to their efforts towards a destination the situation might be, and might not require to be driven by an external force at all to achieve their goal. One might cite the example of the king Harishchandra- who was thrown into one bad circumstance after another- faced with every hardship that mankind could endure, be it penury or mortality. The circumstances that he faced were extenuating- and the natural response would have been to take the path of least resistance- the path that caused the least pain. This path would of course be a consequence of the scenario itself and of a multitude of forces that he had nothing to do with. Being influenced by these factors though would have been in direct violation of the king's principles(which could be considered forces that were of his own making- honesty on all ventures). The argument would then be that the king chose to cling to his principles and let them determine his decisions- overriding his base instincts. While this argument is a valid one and concludes, in effect that a person can ignore external forces in favour of those that are not, it would be prudent to note that not all humans have the ability to follow to such an extent their morals, in fact, most actively choose not to. It should also be noted that many today rarely, if ever face such exacting circumstances wherin there is a dilemma of sorts between their morals and the easy way out(and if this were the case, most do favour the latter) and it is also a fact that most humans allow themselves to be influenced to a high enough degree as to warrant the statement- People’s behaviour is 'largely' determined by forces not of their own making.\n There might be combinations of situations and people that might prove that people need not be affected at all by forces not of their own making, but it is that this is not usually the case, In life, people take into account, their family, friends, the political and communal atmosphere, the economy and the market(one does not buy a house in a seller's market, usually) and the norms that are prevalent to make their decisions. Their actions and emotions tend to depend upon external influences and if not, that is a very small proportion."},

{
"proposition" : "A nation should require all of its students to study the same national curriculum until they enter colloege. ",
"neg_prop" : "A nation should not require all of its students to study the same national curriculum until they enter colloege. ",
"text" : "Education is universal. Almost every country in the world follows a school-based system that facilitates its citizens in gaining the knowledge that they might later apply in life. But every nation's approach to education differs and while there are standardized boards of education, there are a multitude of options available, each with a different curriculum and content.\n A student at school might aspire to become anything from a farmer to a scholar. While such professions usually require a specific skillset, some more practical than the others, it is usually that every child gets the same elementary education. And it is also often observed that even this elementary education does not always serve to aid them in achieving their goals- for a farmer obviously does not have much use for calculus, but a deeper knowledge of biology will probably be more helpful. But this is not to say that he should not get a basic education till a certain stage- and what this level is exactly is debatable.\n While, as mentioned, most skills learned at school might prove to be inconsequential when it comes to most professions, school is also the place where children explore different fields and determine what they want to pursue. And this decision can happen anytime in their schooling- in fact, I believe it to be a continuous process, in that, what a child aspires to be in 5th grade might be quite different from what they would declare as their ideal profession in the 12th grade. Life goals are bound to change, hence it is imperative that children be given ample time to learn about different fields, study them such that they will be able to decide on the one that is bet suited to them. It then follows that this 'ample' time, should be just enough- perhaps to the extent of their entire schooling.\n The aforementioned point, can be countered though- if children are likely to choose a different profession in 12th grade than they did in 5th grade, can they not also choose a different one later in life? The timing that is to be allowed them then becomes indefinite- because indeed, a person might very well go on a tangent to choose another field altogether. But then, it directly also follows that having an uniform curriculum till the end of schooling will not be detrimental- there is always time in university to choose an elective, the person can well accommodate their interests in their graduate course, or at any point forthwith in life. But this does not change the fact that a foundational education is required.\n Schooling determines the educational level in a country- the nation's quality of education is determined by its curriculum- and having a uniform and competent one will be able to bolster its standing. But what constitutes a curriculum? Math and science are universal, so are finance and economics to an extent, but subjects like history are unique to every nation. So it follows that a country will benefit from having a holistic curriculum in common subjects and one concentrated on its own history and geography when it comes to Social studies. But this point might be disputable in a country like, say, India, which is a melting pot of cultures. If education is to provide cultural knowledge, to what extent should its curriculum be affected by the divisions in culture? It can be argued that, while the populace would benefit from concentrating on their own immediate environment and culture, they would eventually have to interact with components on the national level, which is in turn, portrayed, in this era of mass communication, on the world stage. But how much are these students who are gaining a common national education going to require such a skill? It is also that these skills could well be gained through different means. It is then prudent to conclude that a uniform regional curriculum would enable the states to standardize their various courses and also bring their students up to par on what is most likely to impact their life. \n It is of course, impossible to have a normalised curriculum in college. Domains differ and institutions must be at some stage allowed to determine their own level of competence. Not everything can be regulated. As to the question of a common curriculum until college, the answer is highly situational. It will then make sense to provide the option of both narrow and broad curricula - that is, one on the national level and also allow for state or regional standards, and leave it to the people to choose for themselves what they think is best, as befitting their goals for their career."
}

]