[
    {
        "p1" : "It is our capacity for sin that makes us mortal",
        "p2" : "It was only women who were victims of punishment",
        "p3" : "Women were unfairly punished only by other men ",
        
"text" : "What the Greek Gods are perhaps most known for is their penchant for punishing their naysayers in creative ways. Borne of one such punishment, was the first mortal woman created by the gods, regarded as the harbinger of evil that no man can escape, as described in Hesiod's 'Works and Days'. Pandora, the woman who, driven by curiosity, opened the pithos gifted by Zeus and released all evil into the world. Pandora, who is portrayed as the one from whom all women descended- embodiments of pure evil. The appalling misogyny of Hesiod's works aside, all things wrong with the world and the actions of those who dwell in it were blamed on this singular instance in mythology. Thus the evils of humanity descended upon earth and mankind began its spiral into chaos. But was it only mankind that was affected? What is sad, is that this was all brought on by a deed of kindness. When the gods and the mortals had a dispute at Mecone, the witty titan Prometheus, cut up an ox and set two portions before Zeus- one with the bones covered by meat, and the other, of unfavourable appearance, but with rich meat inside. When asked to choose the portion he would like for a sacrificial offering, Zeus promptly chose the former, only to discover that he had been played. In his wrath, Zeus hid the knowledge of fire from the humans in punishment. Prometheus, taking pity, gave the mortals back their fire from Olympus. Zeus of course, seeking retribution, cursed Prometheus to have his liver eaten by an eagle every day. One would think that sharing and compassion were traits to be rewarded; certainly not something that warrants punishment. As for the mortals, they got Pandora- a creature of the most undesirable qualities, created as an affliction for men, the bane of mankind! Unfortunately, such disdain and hostility towards women were not only restricted to Hesiod's poems but were also widespread throughout Greek mythology; rape was considered acceptable and of course- another thing that has remained a constant through the ages-the woman's fault. For all their harping about how women were a plague on society, their very existence a foundation for downfall and misery, it was the men who were unabashedly evil, somehow justifying their actions as marks of prowess and entitlement, forcing themselves upon unwilling women, sometimes even driving them to take extreme measures.\n Nicaea was one such character in the Greek myths, who was unfortunate enough to have caught the eye of Dionysus. A hunter of Artemis, she was a maiden, having forsworn love content to hunt in the woods. When wooing her bore no fruit, Dionysus got her drunk on wine one day and raped her when she was unconscious. Waking up, Nicaea lamented her fate, unable to find the god who had so destroyed her life blinded by his own lust. It is horrifying that the number of women who suffered similar fates in the myths was dreadfully high, like Pitys, who begged to be turned into a tree to escape Pan's pursual. \n In the myths, to the greek gods, mortal lives were disposable, their thoughts and opinions not of any importance. When Cupid was slighted by apollo, he cursed him to fall in love with an unsuspecting Daphne, who found herself being chased by the god one day. An unwilling participant in the gods' strife, she begged the infatuated god to leave her alone, in vain. Seeing no other avenue of escape, she begged the river god for help, who turned her into a laurel tree to foil apollo's attempts at seduction. Another life lost to lust and cruelty. \n As Perseus narrates in The Metamorphoses, Medusa, a once beautiful maiden, was pursued and violated by Poseidon in Athena's temple. Athena then punished medusa for the infraction, by turning her hair into a nest of snakes. Be it that Athena felt no compassion for a fellow woman, but by rights, Medusa was the victim, and she was unlawfully punished, through no fault of her own, whereas Poseidon went scot-free. She did not ask to get caught up in a spat between gods, but again the gods only demonstrate how heartless they can be when they are pursuing their interests. Arachne, the weaver another victim of Athena, was cursed to spend eternity as a spider, all so the goddess' ego could be sated. How dare she weave better tapestries than Athena!, indeed. \n The irrationality of the gods knew no bounds. One such piece of evidence is a myth that revolves around Artemis, as told by the poet Callimachus. When Artemis was bathing in a forest spring, Actaeon, a hunter, was unfortunate enough to stumble upon the clearing. When Artemis beheld a mortal man, she cursed him to never speak again and to turn into a stag if he ever did. As his hunting dogs neared them, he cried out involuntarily and transformed into a stag, ending up being chased and torn apart by his own hounds. \n The greek gods were portrayed as being as susceptible to the sins that they tried to foist upon mankind as men were, perhaps even more so. Only, their abundant power results in widespread consequences in a way that a man's mistakes never would. Wrath, lust, jealousy, pride and greed are displayed by them throughout the myths, only most poets commended them for it. The line between mortality and divinity is a fine one. In the end, it is all perception."

    },

    {"p1": "The actual price of different packaging, colors and scents warrants pink tax",
    "p2" : "Women just ought to buy products marketed towards men if they want cheaper stuff",
    "p3" : "Bussinesses ought to continue with pink tax as it is profitable",

    "text": "Pink. The picture that this word paints in most people's heads is an explosion of laces, fruity perfumes, adorable bows and all things 'girly'. Of course, if anyone were confronted with such a claim they would swear up and down that that isn't the case, because society today frowns upon such stereotypes. But what has been long overlooked, is the extra price that women have to pay for most of their products, coded in pink, as products especially for women. The irony is strong. The pink tax. No, it is not a 'tax'. It is just an embodiment of the disparity in pricing of men's and women's products, even though they are exactly or for the most part, identical. It is insignificant in everyday life and is ignored by many, but what most don't take into account is the cost it exacts in the long term. And it adds up to a lot. Like many other things against women, this also proves to have exceedingly ridiculous explanations, albeit silently nullifying all the traction that the feminist movement has gained. Undeniably, the efforts at bridging the wage gap in industries have been partially successful. But as it turns out, women the world over continue to be financially exploited. Yes, it is a business's aim to profit from its sales, but what is disgusting is that the money earned is at the cost of being sexist. From the industry's perspective, women's willingness to pay for certain things is a strategy to exploit. And from the women's point of view, it is a disaster waiting to happen. It is not enough that women get paid less for working the same amount as men, they need to pay more for buying the same things too.Women, particularly in India, face a lot of trouble finding suitable employment, for the employers are generally leery of hiring them at all. They say they can't afford to hire a girl, train her, only to have her quit when she marries or gets pregnant. And who is to blame? It is the society that demands that a woman give up her life when she marries, it is her family that demands that she remain at home. And owing to the men being the 'breadwinners' of a family, they also get paid more than a woman with the same skills. It then becomes exceptionally difficult for those women who have the responsibility of feeding their families, and they simply can't afford to pay more for their essentials. It begins with the simplest of things. Razors of the same make, t-shirts of the same brand, shoes, formal clothes, deodorants, conditioners and even adult diapers. These products sport an exorbitant price difference, sometimes even by a margin of 100%, even if the only difference they are supposed to have are the colour and packaging of the product. Now, many ask, why do the women not buy the products in black and blue marketed towards men? Yes, a practical person would not care either way, but, not everything in life is technical. Loving pink or flowery scents isn't a crime, is it? Why should someone have to pay more just because they like softer colors or different scents? Really, How much more sexist can this get? Of course, services have also taken a hit. What substantial difference there is between a woman's shirt and a man's shirt when it comes to dry cleaning, one can only wonder, but women are charged nearly double. Marketing and advertisements have conditioned women to believe that such price differences are acceptable. The expectations of society, as to how a woman must look in general, how a professional woman should conduct herself, has led to many women being willing to pay for the overpriced products for grooming. Reasons for this price discrimination range from higher tariffs for imports to floral scents costing more, but they just sound like a bunch of excuses in the end. Many marketeers even claim outright that they mark products at a higher price, because women do not tend to negotiate, and that they are unaware of market prices in general - case in point; overcharging women for vehicle repairs. Unbelievably offensive, but such is the norm, unfortunately. There is also the fact that some products are necessary, and these are the ones that usually leave a woman with no choice. Women's formal shoes and slacks cost a lot more than men's do. Imagine turning up at an interview in sneakers and a t-shirt. Oh, wait, those cost more too! Nevertheless, one would end up jobless at the end of the day and consequently without the money to go with it, which means, they can't afford their formal clothes yet again. This is obviously a very ideal situation, in that, everything goes conveniently wrong, but the general impact of the pink tax is comprehendible. Another case of overcharging brings up the 'tampon tax'. Many girls in India drop out of school because of starting their period and menstrual hygiene is having a hard time embedding itself in rural life. In such a scenario, the government promptly introduced a tax on pads with a 12% GST under 'luxury items'. Luxury? No woman would claim her period is a luxury. Pads are most definitely a necessity. It boggles the mind how such a scenario ever came to be. Indeed, after a lot of protests (women have to fight for their basic needs in this day and age), it was scrapped, but it continues to be implemented in other countries over the world. To combat the lack of awareness, three years back, Burger King sold chick fries priced 1.40 dollars more in a pink box as against the normal brown box. With no bills being passed against the 'tax' and receiving active pushback from the industry, it becomes imperative that women take the time to research brands and compare products before purchasing them. As it is, most of the purchasing power in the economy lies with the men. It is folly to wait for the legislature to take much action, most of those proposed have been declined and even if a bill were passed it would take a lot of resources to police such a discrepancy. It is no longer a matter of surprise to learn the injustice in the pricing of products; there is only grim acceptance. The pink tax may not be a conscious move against women, perhaps it is only a marketing strategy, but it only serves to break spirits and push back whatever progress has been achieved by the already struggling feminist movement in a man's world. As always, it is yet another thing to fight against in an unfair and biased world."

},
{
    "p1" : "All Women throughout history have demonstrated empathy for their fellow women's plights. ",
    "p2" : "People's upbringing contribute to their propensity to undermine others",
    "p3" : "Internalized misogyny harms women more then misogyny does", 
    "text" : "The human race has undeniably come a long way from whence it started, progressed over the millennia, but some things remain the same, and only get worse over time. The Feminist movement is a pivotal point today. It is a competitive world.   With every person striving to be different to establish their individuality by defying the norm, it makes for a disastrous combination. With the feminist movement gaining momentum, a few habits or attitudes have been recognized as having been labelled as 'distinctly feminine' by the patriarchal society. the quest to completely oppose such patriarchal notions has resulted in women shunning certain qualities. The very essence of feminism has been perverted. Internalized misogyny has resulted in ruining feminism, casting it in a light that debases the whole concept, and has succeeded in dividing women and beating down their resolve effectively. \n There are instances that we see every day that stand witness to the monstrosity that is internalized misogyny. Take 'pink'. It has been classified as being distinctly feminine and girls who loved pink when they were children grew up to realize this fact, only to start hating it to oppose the patriarchy. Girls are told that they are supposed to learn how to cook. That just leads to the girl defiantly learning not to cook. It is completely fine if a girl does not want to learn to cook or marry, of her own volition. But doing that out of principle, because someone said there's a certain way that girls ought to behave, not stopping to think if that is what she wants for herself, is wrong. All these ideas that have been ingrained in one since childhood, paired with a slightly rebellious nature, have produced results that are concerning. \n It is a wonder, why women in a patriarchal society did not stand up for themselves. But it wasn't only the men doing the 'oppressing', it was the women too. It is incomprehensible, how, as someone who had gone through those terrible experiences and pain, a woman was able to subject another to the same. Where was their sense of empathy? A dead girl child? It was a woman who did it. Victim shaming? You see women pointing fingers right alongside the men.\n The notorious Indian mother-in-law and daughter-in-law saga proves the point. It is a sad state of affairs that the same continues to be seen in today's society in instances of slut-shaming and fat-shaming.\n Humans are constantly judging and classifying people into different sects. One sees a girl, and she is promptly judged as 'catty' or 'sweet and bubbly', 'nerdy',' dramatic' or 'ice queen'. Most people have been a part of this at one point or the other and this classification into narrow sects only does their complex personalities a great disservice. No two girls are alike. They don't need to be. And it certainly never means that either one is better than the other.\n The rungs of the social ladder are numerous. Every child is taught to never settle for second best and have had the so-called 'competitive spirit' nurtured in them. It is very few parents that teach their children that it is alright to fail and to compare one's progress with one's performance alone. This has evolved into a battle for the survival of the fittest and it has become the norm to push others down to guarantee one's success. Making fun of other girls, ripping into them for being the way they are, only to project oneself in a better light is shallow. 'Eliminating competition' is just pathetic, when there should be no competition in the first place. Identifying oneself as not being like 'other girls' is not a necessity, nor should it ever be. There is nothing wrong with being like 'most girls'.\n Sometime along the way, feminism was misinterpreted as 'not being a certain way'. This does not mean that a girl should not like black, learn MMA, and wear leather. It is just that, doing all those things is no different from being what has been labelled a girly girl. One should not do something, because it is what they think is required to make them stand out if they don't like it. \nIt is ok to like combat boots and biking, but one should not say that they like 'being one of the guys' just because the 'other girls are drama queens '. There is nothing wrong with the former as long as they don't put down other girls for it.\nThere is enough hurt to go around as it is, without women adding to it by harming their own, instead of helping each other through the maze that is life. It is ok to like black, but it should also be ok to like pink."


},

{
    "p1": "Men always beleive in God for selfless reasons",
    "p2": "The debate over the existence of God always unites people, even as it divides",
    "p3": "Scientists are of the opinon that the exsistence of God agrees with probability",
    "text" : "'Let all thy converse be sincere, \n Thy conscience as the noonday clear\n For god's all seeing eye surveys ,\n Thy secret thoughts, thy works and ways'\n\n So ends George Elliot, her first chapter of Adam Bede, where such hymns were sung during work and leisure. Indeed, such portrayals are all but common in literature, classic or contemporary( surely, you have heard of Percy Jackson!), wherein there's one thing that has inevitably weaseled its way in. Every which way you turn, you stumble across the same thing, or perhaps its lack thereof. Religion, in its own way, is all pervasive, regardless of a person's stance on the existence of god, in the sense that it manages to occupy the thoughts of theists and atheists alike, for after all,  thinking of the absence of something, leads, inevitably, to thinking of its presence.\nPeople might have given up on archaic traditions and rituals in this modern era, for the most part, but man's need to relate to a higher corporal  authority remains. Mayhap, it is only so he can conveniently pass on the blame and not take responsibility for his actions, perhaps, it is so he can grasp on to the one thing that offers him hope in a vast sea of despair, or maybe it is simply so he gains a sense of peace and happiness. Of course, there are those that vehemently refuse to acknowledge the presence of a higher entity, but the fact remains that they band together as a group too. In this world where there are as many opinions as there are heads and disagreement is a way of life, sharing a common perception, however inconsequential, does mean a great deal.\nAccording to some scholars, the idea of God originated with man's quest for someone to blame for the world and its workings. It is ironic then, that eons later, scientists have come full circle and pointed to god again to justify science! Yes, I am talking about Einstein and his famous quote ' God does not play dice'. This idea has become something that holds great influence over the way we think and work as a community. \nIn India, religion and faith have an impact of a different degree. There are numerous things done in the name of religion; decisions made, and lives altered for different beliefs. With ardent followers of faith and religious fanatics gathering under a single banner, we could even go as far as to say that religion has succeeded in uniting people more than language or common ideas have.\nFrom science to books, from work to rituals, religion has its feet in all worlds. And we each interpret it in our own way. After all, Bhor did say 'Einstein, stop telling God what to do'."
}
,
{
    "p1" : "Darcy redeems himself despite his hiporcisy and prejudice.",
    "p2" : "Thelower gentry were often blindly societal rules",
    "p3" : "Darcy is a disagreeable character",
    "text": "There is something singularly beautiful in the way books offer an escape from the horrors of reality, only to throw one into a world where one is compelled to contemplate the various philosophies that govern it. This offer for escapism is further pronounced in books that are of a different era, a world so different from the present that it can not help but pull a weary man from his tedious life. And what book offers such a reprieve, satisfying a nostalgia for the old world, devoid of many problems that plague the modern world, but Austen's 'Pride and Prejudice'?\n It is a novelty to behold the self-assured conduct of Mr Darcy, in a society that ridicules a propensity for silence, cries offence at the slightest instance of social ineptitude, expects every man to be as well-spoken as the next, indulge in witless conversation and paints a man of few words (and those few of great value and meaning, which one would think a most desirable quality in an environ where insincere compliments and nonsensical chatter abound) to be one with the most disagreeable disposition. 'Hypocrisy is the homage that vice pays to virtue'1 and it is a delight to perceive it unfold, both in Mr Darcy and Miss Eliza, for having expressed her opinion in a previous conversation, against Mr Darcy at that, that one ought to accept and cater to the request and plea of a dear one, without necessary argument, she yet believes Mr Bingley to be at fault for staying in London at the insistence of those closest to him, prejudiced in favour of her sister as she was; as for Mr Darcy, having prevented Mr Bingley from pursuing Jane on the grounds that his affections were not equally reciprocated, he continued to pursue Miss Eliza himself, without any assurance of the same, although it could be said that it was more pride and overconfidence that formed the basis for the latter. \nI must confess, I was prejudiced, in favour of Mr Darcy, in fact, I know not why and this might have led to me experiencing the book differently. But it was in uncommonly poor taste that Darcy observed Eliza to be too plain to 'tempt' him. And the proposal! It is quite astonishing how clueless most characters were in the face of sarcasm, insincere compliments and the workings of the human mind. The guilelessness of Lydia and Mrs Bennet, and their abject stupidity, paired with Lady Catherine's vulnerability to flattery only magnify the absurdity of the situation, leaving one to wonder just how it was possible for a group of adults to be so simple. This is nothing to say of Mr Collins conducting himself with unbridled ostentation, of trying to purport a deepness of character that simply does not exist, whilst simultaneously being unsuspecting of the Bennets' amusement at his expense. In his pursuit of a dignified and refined mien, he ends up portraying himself in a poor light. And Mr Hurst, with his lethargy and predisposition towards a vague and empty lifestyle, only helps highlight Mr Darcy's character with his effortless handling of Lydia's scandal. Afterall 'Prosperity doth best discover vice; but adversity doth best discover virtue'2. Hence it is shocking how Mr Darcy, who managed to remain distinguished, with none of the foolhardiness and follies of the others, struggles to comprehend the fault in his ways when he is left wondering about Eliza's denial after he so completely insulted her and her standing, all but declaring that she was not of a good enough station or birth and that it pains him to be so engrossed in her. Truly, one cannot fathom why her rejection came as a surprise to him.\n In an era where the rules of socialising and public conduct were abundant, and the mannerisms of a 'gentleman' and 'lady' stringently defined, and numerous expectations held of a truly accomplished person, the principle of civility and manners were lost on most of the lower gentry, with a set of rules stridently followed for fear of social ridicule and the many repercussions that would otherwise plague them, the protagonists standing firmly by their principles is refreshing, while managing to present themselves in a distinguished manner, worthy of polite company.\nWith a lot of character traits that are plain offensive to today's morals, by all rights the book must have been intolerable. But there is just something charming in the way Austen spins her story, a satire of her own society, that makes it impossible to put the book down. Indeed, if not for the countryside and the romance, one must concede that it provides at the least, an opportunity for amusement, derived from absurdity of character and circumstance.\n It is one thing to acknowledge one's errors and set about correcting them, but it is an endeavour of a different degree altogether to acknowledge that there are errors in the first place, especially in a world filled with unsuspecting and undiscerning characters such as Mrs Bennet, that Eliza and Darcy do speaks for itself. It was nevertheless refreshing to see the faults of both leads acknowledged, for what better accounts for reality but its imperfections?"
}
]